Repository: marcosalmeida-dev/freedom-blaze
Catalog: src/FreedomBlaze.Resources/Localization.*.resx
Languages: es_ar, ja_jp

# SatsInfo.Title
source: Understanding Satoshis (Sats) and Bitcoin
es_ar: Comprendiendo Satoshis (Sats) y Bitcoin
ja_jp: サトシ (Sats) とビットコインの理解

# SatsInfo.Body1
source: Bitcoin is a decentralized digital currency, where each unit is divisible into smaller fractions called Satoshis, or 'Sats.' A single Satoshi, named after Bitcoin's enigmatic creator, Satoshi Nakamoto, is the smallest unit of Bitcoin, equating to 0.00000001 BTC. This makes 100 million Satoshis equal to one Bitcoin.
es_ar: Bitcoin es una moneda digital descentralizada, donde cada unidad se divide en fracciones más pequeñas llamadas Satoshis o 'Sats.' Un solo Satoshi, que lleva el nombre del enigmático creador de Bitcoin, Satoshi Nakamoto, es la unidad más pequeña de Bitcoin, equivalente a 0.00000001 BTC. Esto hace que 100 millones de Satoshis equivalgan a un Bitcoin.
ja_jp: ビットコインは分散型デジタル通貨であり、各単位は「サトシ」または「Sats」と呼ばれる小さな分数に分割できます。 ビットコインの謎の創設者であるサトシ・ナカモトにちなんで名付けられた単一のサトシは、ビットコインの最小単位であり、0.00000001 BTC に相当します。 これにより、1億サトシは1ビットコインに相当します。

# SatsInfo.Body2
source: By breaking Bitcoin into these tiny units, users can make microtransactions and participate in Bitcoin’s economy with even the smallest amounts of value.
es_ar: Al dividir Bitcoin en estas pequeñas unidades, los usuarios pueden realizar microtransacciones y participar en la economía de Bitcoin con incluso las cantidades más pequeñas de valor.
ja_jp: ビットコインをこれらの小さな単位に分割することで、ユーザーはマイクロトランザクションを行い、わずかな金額でもビットコインの経済に参加できます。

# SatsConverter.Title
source: Bitcoin Satoshis (SATS) Converter
es_ar: Convertidor de Bitcoin Satoshis (SATS)
ja_jp: ビットコインサトシ (SATS) 変換ツール

# About.Body1
source: Freedom Blaze is a revolutionary app designed to promote financial independence and personal liberty through the use of Bitcoin, the world’s first decentralized digital currency. Our mission is to empower individuals to take full control of their finances, free from the constraints of traditional banking and centralized institutions.
es_ar: Freedom Blaze es una aplicación revolucionaria diseñada para promover la independencia financiera y la libertad personal mediante el uso de Bitcoin, la primera moneda digital descentralizada del mundo. Nuestra misión es empoderar a las personas para que tomen el control total de sus finanzas, libres de las restricciones de los bancos tradicionales e instituciones centralizadas.
ja_jp: Freedom Blaze は、世界初の分散型デジタル通貨であるビットコインを使用して、経済的独立と個人的自由を促進するために設計された革命的なアプリです。 私たちの使命は、個人が従来の銀行や中央集権的な機関の制約から解放され、財務を完全に管理できるようにすることです。

# About.Title
source: About Freedom Blaze
es_ar: Acerca de Freedom Blaze
ja_jp: Freedom Blaze について

# Contact.SendButtonText
source: Send
es_ar: Enviar
ja_jp: 送信

# Contact.Description
source: Send us a message or suggestion
es_ar: Envíanos un mensaje o sugerencia
ja_jp: メッセージや提案をお送りください

# Contact.Title
source: Contact
es_ar: Contacto
ja_jp: お問い合わせ

# SatsConverter.ConvertButtonText
source: Convert
es_ar: Convertir
ja_jp: 変換

# SatsConverter.Body1
source: Select your Currency Region. Convert currency to sats and sats to currency.
es_ar: Selecciona tu región monetaria. Convierte moneda a sats y sats a moneda.
ja_jp: 通貨地域を選択してください。 通貨をサトシに、またはサトシを通貨に変換します。

# SatsConverter.Body2
source: You can copy the BTC Sats/Currency result by touching/clicking on the copy icon or table item result.
es_ar: Puedes copiar el resultado de BTC Sats/Moneda tocando o haciendo clic en el icono de copia o en el resultado del elemento de la tabla.
ja_jp: コピー アイコンまたはテーブル項目をタッチ/クリックして、BTC Sats/通貨の結果をコピーできます。
